emacs
grass
qgis
r-base
r-base-dev
libatlas3-base
libopenblas-base
texlive
texlive-base
texlive-latex-base
texlive-generic-recommended
texlive-fonts-recommended
texlive-fonts-extra
texlive-extra-utils
texlive-latex-recommended
texlive-latex-extra
texinfo
python-gdal
python3
python3-dev
python3-pip
python3-gdal
python3-tk
gdal-bin
git
gfortran
libblas3
libblas-dev
liblapack3
liblapack-dev
libatlas-base-dev
libxml2-dev
libxslt1-dev
libreadline7
libreadline-dev
libgdal20
libgdal-dev
libudunits2-dev
libcairo2-dev
build-essential
curl
libfreetype6
libfreetype6-dev
zlib1g-dev
openssl
libssl-dev
pkg-config
libffi-dev
software-properties-common
apt-transport-https
ca-certificates
wget
nano
osmctools
unzip
pandoc
pandoc-citeproc
ncdu
gdebi
imagemagick
jabref
gsl-bin
libgsl-dev
rsync
nextcloud-desktop
gedit
medit
redshift
